Repository: nadir958/ribatour
Catalog: translations/messages.*.xlf
Languages: es, fr

source: Ribat Tours is a travel and tourism agency, created in March 1983 and approved by the Ministry of Tourism in Morocco. Ribat Tours specializes in cultural and sporting trips, trekking of all kinds, stays, à la carte trips and also your own proposal.
es: Ribat Tours es una agencia de viajes y turismo, creada en marzo de 1983 y aprobada por el Ministerio de Turismo de Marruecos. Ribat Tours está especializado en viajes culturales y deportivos, trekking de todo tipo, estancias, viajes a la carta y también tu propia propuesta.
fr: Ribat Tours est une agence de voyages et de tourisme, créée en mars 1983 et agréée par le ministère du Tourisme du Maroc. Ribat Tours est spécialisé dans les voyages culturels et sportifs, les randonnées en tous genres, les séjours, les voyages à la carte et aussi votre propre proposition.

source: société
es: empresa

source: About Us
es: A PROPÓSITO DE NOSOTROS
fr: À propos de nous

source: Conditions de vente
es: Condiciones de vente

source: Contacter Nous
es: Contáctenos

source: Links
es: Enlaces
fr: Liens

source: Excursions
es: Excursiones

source: Contact
es: Contacto

source: Conditions of sale
es: Condiciones de venta
fr: Conditions de vente

source: Home
es: BIENVENIDA
fr: Accueil

source: Contact Us
es: CONTÁCTENOS
fr: Nous contacter

source: Ribat Tours is a travel and tourism agency, created in March 1983 and approved by the Ministry of Tourism in Morocco. Ribat Tours specializes in cultural and sporting trips, trekking of all kinds, stays, à la carte trips and also your own proposal.
es: Ribat Tours es una agencia de viajes y turismo, creada en marzo de 1983 y aprobada por el Ministerio de Turismo de Marruecos. Ribat Tours está especializado en viajes culturales y deportivos, trekking de todo tipo, estancias, viajes a la carta y también tu propia propuesta.
fr: Ribat Tours est une agence de voyages et de tourisme, créée en mars 1983 et agréée par le ministère du Tourisme du Maroc. Ribat Tours est spécialisé dans les voyages culturels et sportifs, les randonnées en tous genres, les séjours, les voyages à la carte et aussi votre propre proposition.

source: Who are we ?
es: Quienes somos ?
fr: Qui sommes nous ?

source: travel agency
es: Agencia de Viajes

source: Ribat Tours is a travel and tourism agency, created in March 1983 and approved by the Ministry of Tourism in Morocco.
es: Ribat Tours es una agencia de viajes y turismo, creada en marzo de 1983 y aprobada por el Ministerio de Turismo de Marruecos.
fr: Ribat Tours est une agence de voyages et de tourisme, créée en mars 1983 et agréée par le ministère du Tourisme du Maroc.

source: Ribat Tours specializes in cultural and sporting trips, trekking of all kinds, stays, à la carte trips and also your own proposal.
es: Ribat Tours se especializa en viajes culturales y deportivos, trekking de todo tipo, estancias, viajes a la carta y también tu propia propuesta.
fr: Ribat Tours est spécialisé dans les voyages culturels et sportifs, les randonnées en tous genres, les séjours, les voyages à la carte et aussi votre propre proposition.

source: Nos Produits
es: Nuestros productoss

source: Esprit Ribat tours
es: Visitas al Spirit Ribat

source: Notre but
es: Nuestro objetivo

source: Our List
es: Nuestra lista
fr: Notre List

# Visit &lt;span&gt;Morocco
source: Visit <span>Morocco
es: Visita <span> Marruecos
fr: Visiter <span>Le Maroc

source: Where would you like to go?
es: Dónde te gustaría ir?
fr: Où voudrais-tu aller?

source: Search
es: Buscar
fr: Chercher

source: CALL OUR AGENTS TO BOOK!
es: LLAME A NUESTROS AGENTES PARA RESERVAR!
fr: APPELEZ NOS AGENTS POUR RÉSERVER!

# Travel with the best &lt;br&gt; operator in Marrakech
source: Travel with the best <br> operator in Marrakech
es: Viaja con el mejor <br> operador de viajes en Marrakech
fr: Voyage avec le meilleur opérateur de <br> à Marrakech

source: Local Guides
es: Guías locales
fr: Guides locaux

# 100% trusted &lt;br&gt; travel agencys
source: 100% trusted <br> travel agencys
es: Agencias de viajes <br> 100% confiables
fr: Agences de voyages <br> de confiance à 100%

# 28+ Years of travel &lt;br&gt; and experience
source: 28+ Years of travel <br> and experience
es: 28 + años de viajes <br> y experiencia
fr: 28 + Années de voyage et d'expérience

# 98% Our travelers &lt;br&gt; are satisfied
source: 98% Our travelers <br> are satisfied
es: 98% Nuestros viajeros <br> están satisfechos
fr: 98% Nos voyageurs <br> sont satisfaits

source: FEATURED TOURS
es: TOURS DESTACADOS
fr: TOURS EN VEDETTE

source: Most popular tours
es: Tours más populares
fr: Visites les plus populaires

source: Thank you for your trust
es: Gracias por tu confianza
fr: Merci pour votre confiance

source: your reservation has been made successfully </span> <br> <span> </span> we will contact you shortly to confirm your reservation
es: tu reserva se ha realizado correctamente </span> <br> <span> </span> nos comunicaremos contigo a la brevedad para confirmar tu reserva
fr: votre réservation a été effectuée avec succès </span> <br> <span> </span> nous vous contacterons sous peu pour confirmer votre réservation

source: company
es: empresa
fr: compagnie

source: Contact us
es: Contacta con nosotros
fr: Nous contacter

source: Prix Adulte
es: Precio adulto

source: Prix enfant
es: Precio infantil

source: Presentation
es: Presentación

source: Adulte Price
es: Precio adulto
fr: Prix edulte

source: Child Price
es: Precio infantil
fr: Prix enfant

source: book
es: Reservar
fr: Reserver

source: Trekking and hiking (Mountains and desert: portage on mules or dromedaries)
es: Trekking y senderismo (Montañas y desierto: porte a lomos de mulas o dromedarios)
fr: Trekking et randonnées pédestres (Montagnes et désert:portage à dos de mules ou dromadaires)

source: Great Desert Escape with 4x4 Jeeps
es: Gran Escape del Desierto con Jeeps 4x4
fr: Grande évasion du désert avec des Jeep 4x4

source: Mountain bike raids
es: Incursiones en bicicleta de montaña
fr: Raids en VTT

source: Nordic skiing
es: esquí nórdico
fr: Ski de randonnée

source: Camel trek along the Atlantic
es: Paseo en camello por el Atlántico
fr: Randonnée chamelière le long de l´Atlantique

source: cultural trips by Bus or Jeep
es: viajes culturales en Bus o Jeep
fr: voyages culturels en Bus ou Jeep

source: Meetings with Berber families
es: Encuentros con familias bereberes
fr: Des rencontres avec des familles Berbères

source: Tailor-made or themed trips
es: Viajes a medida o temáticos
fr: Des voyages à la carte ou à thème

source: Luxury bivouacs in the middle of the desert
es: Vivaques de lujo en medio del desierto
fr: Des bivouacs de luxe en plein désert

source: Thalasso
es: Talasoterapia

source: We want with an open heart and full of joy, to bring you closer to a culture of an isolated population and to share with them their pleasure of life and to let you taste the charm of the silence of nature, which they live in. keeping a traditional life and wanting to live far from any civilization by sticking to the traditions of the country.
es: Queremos con el corazón abierto y lleno de alegría, acercarte a una cultura de una población aislada y compartir con ellos el placer de la vida y dejarte saborear el encanto del silencio de la naturaleza, que ellos viven. en. mantener una vida tradicional y querer vivir lejos de cualquier civilización apegándose a las tradiciones del país.
fr: Nous voulons avec un cœur ouvert et plein de joie, vous faire rapprocher d´une culture d´une population isolée et de partager avec eux leur plaisir de vie et de vous laisser goûter le charme du silence de la nature, qu´ils vivent en gardant une vie traditionnelle et voulant vivre loin de toute civilisation en s´attachant aux traditions du pays.

source: We want with an open heart and full of joy, to bring you closer to a culture of an isolated population and to share with them their pleasure of life and to let you taste the charm of the silence of nature, that they live by keeping a traditional life and wanting to live far from any civilization by sticking to the traditions of the country.
es: Queremos con el corazón abierto y lleno de alegría, acercarte a una cultura de una población aislada y compartir con ellos el placer de la vida y dejarte saborear el encanto del silencio de la naturaleza, que viven. manteniendo una vida tradicional y queriendo vivir lejos de cualquier civilización apegándose a las tradiciones del país.
fr: Votre voyage avec nous, participera dans le développement de la vie sociale et économique de cette population oublié. Nous utilisons leur maison simple pour y passer une ou plusieurs nuits chez eux. Ils nous préparent nos repas, leurs mules portent nos bagages. Nous sommes bien accueillis. C´est la culture Berbère. Nos prix sont raisonnables afin de garantir à notre agence une clientèle gentille et propre.

source: You have questions?
es: Tienes preguntas?
fr: Vous avez des questions?

source: Contact us on social networks
es: Contáctanos en las redes sociales
fr: Contactez-nous sur les réseaux sociaux

source: TOURS
es: EXCURSIONES

# choose &lt;span&gt;your tour
source: choose <span>your tour
es: elige <span> tu recorrido
fr: choisir <span>votre tour

source: Result liste
es: Lista de resultados
fr: Resultat

source: Adulte price
es: Precio adulto
fr: Prix adulte

source: Child price
es: Precio infantil
fr: Prix enfant

source: Adult price
es: Precio adulto
fr: Prix adulte

source: Transport Agency
fr: Agence de transport

source: Quad Raid
fr: Raid en Quad
